# St7GetBrickOutline

Returns the outline colour scheme for bricks.

long St7GetBrickOutline(long uID, long* Outline)

Input Parameters

uID

Strand7 model file ID.

Output Parameters

Outline

One of klNone, klProperty, klGroup or klColour.